[
    {
        "id":1,
        "categoryId":"1",
        "title":"Coronavirus: Qantas to axe 6,000 jobs due to pandemic",
        "source":"BBC News",
        "content":"Qantas will axe 6,000 jobs as part of its plans to survive the coronavirus pandemic, the airline says.\n\nThe cuts equate to about a fifth of the airline's workforce prior to the Covid-19 crisis. In March, it furloughed more than 80% of its staff.\n\nAustralia's national carrier said the collapse in global air travel had devastated revenues.\n\nLast week, the Australian government said its border would most likely remain closed into next year.\n\nIt prompted Qantas to cancel all international flights until late October, except for those to New Zealand.\n\nOn Thursday, chief executive Alan Joyce said the airline expected smaller revenues in the next three years, forcing it to become a smaller operation to survive.\n\n\"The actions we must take will have a huge impact on thousands of our people,\" he said in a statement.\n\n\"But the collapse in billions of dollars in revenue leaves us little choice if we are to save as many jobs as possible, long term.\"",
        "publishedAt":"2020-06-25T06:35:51.947Z"
    },
    {
        "id":2,
        "categoryId":"1",
        "title":"Consumer Reports finds harmful levels of arsenic in Whole Foods' bottled water",
        "source":"KABC-TV",
        "content":"Consumer Reports warned that bottled water made by Whole Foods contains \"potentially harmful levels of arsenic,\" amounting to three times the level of the chemical compared to other brands.\n\nThe consumer watchdog group said Wednesday that Starkey Spring Water had \"concerning levels of arsenic,\" ranging from 9.49 to 9.56 parts per billion. Federal regulations limits the amount of arsenic to 10 parts per billion, although Consumer Reports has been pushing it to be lowered to 3 parts per billion for safety and health reasons.\n\nAlthough drinking a single bottle of the in-house brand isn't harmful, regular consumption of \"even small amounts of the heavy metal over extended periods increases the risk of cardiovascular disease, certain cancers, and lower IQ scores in children,\" Consumer Reports said.\n\nIn response, Whole Foods said that Starkey water meets \"all FDA requirements and are fully compliant with FDA standards for heavy metals.\"\n\n\"Beyond the required annual testing by an FDA certified lab, we have an accredited third-party lab test every production run of water before it is sold,\" a Whole Foods spokesperson said in a statement to CNN Business.\n\nConsumer Reports also tested 45 other bottled water brands and found they had \"undetectable amounts of arsenic, demonstrating that lower levels are feasible.\"\n\nIt's the second time Starkey Spring Water has come under criticism from Consumer Reports within the past two years. The group discovered similar levels of arsenic in the products last year and said it was the only brand it tested that exceeded 3 parts per billion level of arsenic.\n\nThe water, which is also sold on Amazon, has been the target of a class-action lawsuit in 2019 over its health labeling. ",
        "publishedAt":"2020-06-25T06:40:07.477Z"
    },
    { 
        "id":3,
        "categoryId":"1",
        "title":"Uber under pressure from drivers and prosecutors in California",
        "source":"Financial Times",
        "content":"California’s top prosecutor has taken his most aggressive step yet in his attempt to force Uber and other gig economy companies to treat their workers as employees.\n\nState Atty. Gen. Xavier Becerra, backed by city attorneys in San Francisco, Los Angeles and San Diego, on Wednesday filed a request for a preliminary injunction in their lawsuit against the gig companies.\n\nIf granted, it would mean the companies must reclassify their workers in a matter of weeks.\n\nThe motion will be discussed at a hearing set for Aug. 6.\n\nThe request came as about 50 Uber drivers in San Francisco blocked the street outside the home of the company’s chief executive, Dara Khosrowshahi, demanding employee benefits and better provisions for protective equipment during the COVID-19 pandemic.",
        "publishedAt":"2020-06-25T06:46:07.968Z"
    },
    {
        "id":4,
        "categoryId":"5",
        "title":"Kevin Balot trends on Twitter after saying transwomen joining beauty pageants is 'asking too much'",
        "source":"GMA News",
        "content":"Despite being a transgender beauty queen, Kevin Balot on Tuesday said that transwomen joining traditional pageants such as Miss Universe is \"not equality anymore,\" an opinion that set Twitter on fire.\nadvertisement\n\nIn an online \"Queentuhan\" with hosts beauty queens Miss Universe 2015 Pia Wurtzbach, Binibining Pilipinas International 2014 Bianca Guidotti, and Mutya ng Pilipinas Intercontinental 2010 Carla Lizarda, Kevin said traditional pageants should be for natural born women.\n\n\"We transwomen always ask for equality right? Us transgender women joining sa mga Miss Universe is not equality anymore eh. Hindi lang ako sangayon sa ganong bagay,\" Kevin said.\n\n\"Kasi we have our own pageant eh. We have our Miss International Queen pageant, which is the most prestigious transgender beauty pageant,\" she continued.\n\nFor Kevin, transwomen joining traditional pageants is \"asking too much,\" though she has nothing against organizers for allowing transwomen to allow join the event.\"",
        "publishedAt":"2020-06-25T06:51:00.578Z"
    },
    {
        "id":5,
        "categoryId":"5",
        "title":"Eiza González Says She's \"Ashamed\" for Wearing Blackface on Telenovela",
        "source":"E! Online",
        "content":"Eiza Gonzalez is expressing remorse after photos of the actress in blackface resurfaced on social media this week.\n\nThe pictures were taken in 2007, when the From Dusk Till Dawn star starred on the telenovela Lola, Érase Una Vez, which translates to Lola, Once Upon a Time. However, the actress' old photos reappeared on Tuesday, when she and rumored boyfriend Timothée Chalamet were pictured vacationing in Mexico amid the coronavirus pandemic. \n\nThe 30-year-old has previously apologized for the offensive images, but in a statement to E! News shared Wednesday she reiterated, \"I am deeply sorry and ashamed about having worn blackface makeup shown in the images circulating. As a 15-year-old child actor on my first job in a Mexican telenovela, I was pressured against my will, and with no negotiating power, I could not advocate for myself in the situation. I wish I had the voice and knowledge then that I have now.\"\n\nEiza is just one of the handful of public figures who are apologizing for photos of themselves dressed in blackface.",
        "publishedAt":"2020-06-25T06:55:25.366Z"
    },
    {
        "id":6,
        "categoryId":"5",
        "title":"Russell Crowe's 'Unhinged' sets for worldwide release as theatres reopen",
        "source":"WION",
        "content":"Thriller movie 'Unhinged', starring Russell Crowe, will premiere in international theatres as they gear up to resume activity in July since the coronavirus-induced shutdown.\n\nThe road rage film, which was earlier scheduled for a September release, will now hit the screens on July 10, becoming the first feature to be released after halls reopen.\n\nAccording to The Hollywood Reporter, Solstice Studios has closed deals to quickly release the movie, which is the indie studio's first project, in theatres around the world.\n\nThe US debut of 'Unhinged' will now virtually coincide with play in cinemas around the world as they reopen, including in the UK, the rest of Europe, Australia and Asia.\n\nOn Tuesday, Solstice confirmed key territory deals with Leonine for Germany and Austria, France's SND, The Searchers for the Benelux and StudioCanal for Australia and New Zealand.\n\n\"It is a privilege to be working with the top independent distribution companies around the world on our first feature,\" said Solstice's acquisitions and international head Crystal Bourbeau in a statement timed for the Cannes virtual market.\n\nOther international distributors in line for an early theatrical release of \"Unhinged\" include Altitude Films for the UK, Nordisk Film for Scandinavia, Italy's Leone Films and VVS for Canada.\n\nDirected by Derrick Borte, \"Unhinged\" is a story about a single mother (Caren Pistorius) who is stalked and tormented by a stranger (Crowe) following a road rage confrontation at a red light.\n\nThe movie also features Jimmi Simpson and Gabriel Bateman.\n\nOther titles expected to be released in theatres next month include Christopher Nolan's much-awaited \"Tenet\" and Disney's \"Mulan\" live-action remake.",
        "publishedAt":"2020-06-25T06:57:56.131Z"
    },
    {
        "id":7,
        "categoryId":"2",
        "title":"Wala nang patalbugan! Palace: No more fashion show in this year’s SONA",
        "source":"POLITIKO",
        "content":"There will no longer be a “fashion show” in this year’s State of the Nation Address (SONA), Malacañang said Tuesday.\n\nThe annual address by the President is famous for its red carpet parade where lawmakers and their significant others sashay in their best fashion ensemble.\n\n“I can confirm it will not be the same SONA that we are used to. Siyempre po wala na iyong mga madamihang mga opisyales na nag-a-attend, wala na iyong fashion show na pagandahan ng suot at tingin ko po kakaunti lang ang mag-a-assemble sa Kongreso,” Presidential Spokesperson Harry Roque said in a televised briefing.\n\nRoque said he was not sure if President Rodrigo Duterte would deliver his speech at the Batasang Pambansa in Quezon City or via teleconferencing.\n\n“Hindi ko pa po sigurado if the President will physical go or will address it online, pero mayroon pa po kaming mga plano na hinahanda. Baka naman sorpresahin namin kayo,” the official also said.",
        "publishedAt":"2020-06-25T07:00:42.636Z"
    },
    {
        "id":8,
        "categoryId":"3",
        "title":"Wallace: Noose investigation not overreaction",
        "source":"ESPN",
        "content":"The FBI has determined that NASCAR driver Bubba Wallace was not the victim of a hate crime and that a pull rope fashioned like a noose had been on a garage door at Talladega Superspeedway since as early as October, NASCAR said Tuesday.\n\n\"The FBI report concludes, and photographic evidence confirms, that the garage door pull rope fashioned like a noose had been positioned there since as early as last fall,\" NASCAR said in its statement. \"This was obviously well before the 43 team's arrival and garage assignment.\n\n\"We appreciate the FBI's quick and thorough investigation and are thankful to learn that this was not an intentional, racist act against Bubba. We remain steadfast in our commitment to providing a welcoming and inclusive environment for all who love racing.\"\n\nWhile angered at those saying it was all a hoax and that NASCAR overreacted, Wallace said Tuesday night that NASCAR did nothing wrong in its handling of the situation when his team alerted NASCAR to what it found.",
        "publishedAt":"2020-06-25T07:03:55.430Z"
    },
    {
        "id":9,
        "categoryId":"4",
        "title":"The iconic self-balancing Segway is ending production in July",
        "source":"KnowTechie",
        "content":"Growing up, the two-wheeled, self-balancing Segway was iconic. It really did feel like the future. Now, 19 years after its initial release, Segway is ending production of the motorized vehicle, according to a new report from Fast Company.\n\nFirst released in 2001, the Segway made waves as the future of transportation, with Steve Jobs even saying that it could be as big as the PC. That said, it never made the splash it was expected to. Instead, it was relegated to the ranks of Segway city tours, with adoption numbers never reaching critical mass. To date, the company has sold approximately 140,000 units. Fast Company notes that initially, Segway hoped to sell 100,000 units in the first 13 months.\n\nHindsight is 20/20, of course, but Segway’s shape definitely played a role in low adoption numbers. Unlike today’s electric scooters, which can easily be stored, Segway’s were bulky, making them more of a novelty than a true means of transportation for crowded cities. That said, the two-wheeled machines definitely helped bring other self-balancing and electric transportation methods into the limelight.\n\nAccording to Fast Company, the manufacturing facility in Bedford, Newe Hampshire will stop production on July 15. 21 employees will be laid off, with another 12 people staying on temporarily to handle warranties, repairs, and more. The five employees currently working on the company’s Discovery scooters will continue to work.",
        "publishedAt":"2020-06-25T07:08:59.510Z"
    },
    {
        "id":10,
        "categoryId":"4",
        "title":"Sony starts a PlayStation bug bounty program",
        "source":"engadget",
        "content":"Sony has launched a bug bounty program that anyone can participate in, and rewards for reporting critical PS4 vulnerabilities start at $50,000, Sony Senior Director of Software Engineering Geoff Norton wrote on the PlayStation blog. While Sony had a bug bounty that was previously only available to private researchers, it’s now partnering with HackerOne to open the program to “the security research community, gamers and anyone else.”\n\nPlayStation engineers are particularly interested in reports on PlayStation 4 hardware, operating system, accessories and the PlayStation Network, according to its bug bounty page on HackerOne. A report for a low-priority issue on PlayStation 4 would start at $500, while a critical issue could net $50,000 or more. Reports for the PlayStation Network pay a little less -- low priority issues start at $100 while critical issues pay $3,000.Companies like Apple, Google and Netflix have their own public bug bounties as well, so it’s not surprising to see Sony launch something for the PlayStation brand.",
        "publishedAt":"2020-06-25T07:11:25.746Z"
    }
]